Repository: Christian-Seiler/YMCAHostelBasel
Catalog: Hostel/*.lproj/Localizable.strings
Languages: de

source: Action denied
de: Aktion abgelehnt

# AirportAnnotation
source: EuroAirport Basel
de: EuroFlughafen Basel

# AlertBack
source: Back
de: OK

# Call
source: Call Hostel
de: Hostel anrufen

source: Call Hostel
de: Hostel anrufen

# CancelCall
source: Cancel
de: Abbrechen

source: House Rules
de: Hausregeln

source: Network Error
de: Netzwerkfehler

# NetworkErrorMessage
source: Oops, the maps couldn't load. Please check your Internet connection.
de: Oops, die Karte kann nicht geladen werden. Bitte prüfe die Internetverbindung.

source: Price
de: Preis

source: Rooms
de: Zimmer

source: Terms
de: Allgemeine Geschäftsbedingungen

source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen

# TrainstationAnnotation
source: SBB Railway Station
de: Bahnhof SBB

# You need an iPhone to make the call
source: Oops, You need an iPhone to start a call.
de: Oops, Du brauchst ein iPhone um einen Anruf zu starten.

source: Configure Mail
de: Konfiguriere Mail

# configureMailMessage.
source: Oops, You need to configure your Mail.
de: Oops, Du musst dein Mail konfigurieren!

source: dorms
de: Schlafsaal

source: Private Rooms
de: Private Zimmer
